"Catalan Names (Female)" = "カタルーニャの名前（女性）";

"Catalan Names (Male)" = "カタルーニャの名前（男性）";

"Catalan Surnames" = "カタルーニャの姓";

"Finnish Names (Female)" = "フィンランドの名前（女性）";

"Finnish Names (Male)" = "フィンランドの名前（男性）";

"Finnish Surnames" = "フィンランドの姓";

"Forenames (Female)" = "名前（女性）";

"Forenames (Male)" = "名前（男性）";

"German Names (Male)" = "ドイツの名前（男性）";

"Hindi and Indian Names (Female)" = "ヒンズー・インドの名前（女性）";

"Hindi and Indian Names (Male)" = "ヒンズー・インドの名前（男性）";

"Irish Surnames" = "アイルランドの姓";

"Italian Names (Female)" = "イタリアの名前（女性）";

"Italian Names (Male)" = "イタリアの名前（男性）";

"Italian Surnames" = "イタリアの姓";

"Japanese Names (Female)" = "日本の名前（女性）";

"Japanese Names (Male)" = "日本の名前（男性）";

"Japanese Surnames" = "日本の姓";

"Literary Surnames" = "文学上の姓";

"Polish Names (Female)" = "ポーランドの名前（女性）";

"Polish Names (Male)" = "ポーランドの名前（男性）";

"Polish Surnames" = "ポーランドの姓";

"Popular British Names (Female)" = "イギリスで一般的な名前（女性）";

"Popular British Names (Male)" = "イギリスで一般的な名前（男性）";

"Popular British Surnames" = "イギリスで一般的な姓";

"Popular London Surnames" = "ロンドンで一般的な姓";

"Popular US Names (Female)" = "アメリカで一般的な名前（女性）";

"Popular US Names (Male)" = "アメリカで一般的な名前（男性）";

"Potential Dictionary Surnames" = "潜在的な辞書上の姓";

"Spanish Names (Female)" = "スペインの名前（女性）";

"Spanish Names (Male)" = "スペインの名前（男性）";

"Spanish Surnames" = "スペインの姓";